[
    {
        "id" : "1",
        "icon" : "./icon_checkmark.svg",
        "title" : "Rigorous Vetting Process",
        "desc" : "Our hiring process is quick and efficient while also maintaining the highest quality admission standards to ensure we can place you with top-quality engineers at scale."
    },
    {
        "id" : "2",
        "icon" : "./icon-earth-globe-white.png",
        "title" : "Vetted Talent from Multiple Regions",
        "desc" : "In today’s hypercompetitive hiring environment, companies that limit themselves to local hires are at a severe disadvantage. With Andela, you can tap into our pool of highly-qualified talent from around the world and cut your hiring timelines down from months to days."
    },
    {
        "id" : "3",
        "icon" : "./icon-technical.png",
        "title" : "Extensive List of Technical Services",
        "desc" : "Whether you need to hire a software engineer with expertise in React, Golang, DevOps, or Salesforce, we have the engineering talent in place across a wide variety of technical stacks and services to meet your organization’s needs."
    },
    {
        "id" : "4",
        "icon" : "./icon_arrow-1.png",
        "title" : "Efficient Ramp-up Times",
        "desc" : "We understand that companies are expected to do more with less and consistently justify ROI. When you hire Andela engineers, you can expect that they’ll be efficiently onboarded and ready to deliver value up to 70% faster than industry average onboarding times."
    },
    {
        "id" : "5",
        "icon" : "./icon_03.png",
        "title" : "Embedded Team Members",
        "desc" : "Andela engineers are not just part-time support but rather fully embedded into your organization, aligned with client timezone needs regardless of location."
    },
    {
        "id" : "6",
        "icon" : "./icon_04.png",
        "title" : "Freedom to Focus on Core Business",
        "desc" : "After onboarding your distributed team of Andelans, we provide additional technical and/or project management support resources as needed so you have the freedom to focus on your core business."
    }
]